Repository: sobirovbacend/SHAHSIY-MOLIYA-MONEY-CONTROL-WEB-ILOVASI
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Masalan: Maosh, Freelance
ru: Например: Основная карта

source: Izoh...
ru: Комментарий

source: Hisob valyutasi ({account_currency}) bilan chiqim valyutasi ({currency}) mos emas.
ru: Валюта счета ({account_currency}) не совпадает с валютой расхода ({currency}).

source: Hisobda yetarli mablag‘ yo‘q. Mavjud: {balance} {currency}
ru: На счете недостаточно средств. Доступно: {balance} {currency}

source: Masalan: Asosiy karta
ru: Например: Основная карта

source: Masalan: Kapitalbank
ru: Например: Kapitalbank

source: Bank nomini kiriting
ru: Введите название банка

source: Kartaning oxirgi 4 raqamini kiriting
ru: Введите последние 4 цифры карты

source: Aniq 4 ta raqam bo‘lishi kerak
ru: Должно быть ровно 4 цифры

source: Izoh qoldiring...
ru: Оставьте комментарий...

source: Hisoblar
ru: Счета

source: Yangi Hisob Qo'shish
ru: Добавить новый счёт

source: Yangi Hisob Ochish
ru: Добавить новый счёт

source: Karta yoki naqd pul hamyonini qo‘shing.
ru: Добавьте карту или наличный кошелёк.

source: Hisob turi
ru: Тип счёта

source: Hisob nomi
ru: Название счёта

source: Boshlang‘ich balans
ru: Начальный баланс

source: Valyuta
ru: Валюта

source: Bank nomi
ru: Название банка

source: Oxirgi 4 raqam
ru: Последние 4 цифры

source: Amal qilish muddati
ru: Срок действия

source: Bekor qilish
ru: Отмена

source: Yaratish
ru: Создать

source: Chiqish
ru: Выход

source: Mening Hisoblarim
ru: Мои счета

source: Kartalar va hamyonlar
ru: Карты и кошельки

source: Yangi Hisob
ru: Новый счёт

source: Hozircha hisoblar yo‘q
ru: Счета пока отсутствуют

source: Dashboard
ru: Панель управления

source: Umumiy ko'rinish
ru: Общий обзор

source: Jami Kirim
ru: Новый доход

source: Jami Chiqim
ru: Новый расход

source: Umumiy Balans
ru: Общий обзор

source: Moliyaviy tahlil
ru: Финансовый анализ

source: Bugun
ru: Сегодня

source: Bu hafta
ru: На этой неделе

source: Bu oy
ru: В этом месяце

source: Bu yil
ru: В этом году

source: Hisoblarim
ru: Мои счета

source: Barchasi
ru: Все

source: Hozircha hisob yo'q
ru: Счётов пока нет

source: Yangi hisob qo'shish
ru: Добавить новый счёт

source: Kirim Qo'shish
ru: Добавить доход

source: Chiqimlar ro'yxati
ru: Список расходов

source: Yangi Chiqim Qo'shish
ru: Добавить новый расход

source: Xarajatlarni ro'yxatga olish.
ru: Регистрация расходов.

source: Summa
ru: Сумма

source: Kategoriya
ru: Категория

source: Qaysi hisobdan?
ru: С какого счёта?

source: Qabul qiluvchi
ru: Получатель

source: Izoh
ru: Комментарий

source: Bekor qilish
ru: Отмена

source: Saqlash
ru: Сохранить

source: Chiqimlar
ru: Расходы

source: Chiqimlar Tarixi
ru: История расходов

source: Barcha xarajatlar ro'yxati.
ru: Список всех расходов.

source: Yangi Chiqim
ru: Новый расход

source: Sana
ru: Дата

source: Hisob
ru: Счёт

source: Noma’lum
ru: Неизвестно

source: Jami:
ru: Итого:

source: Kirimlar ro'yxati
ru: Список доходов

source: Asosiy valyuta:
ru: Основная валюта:

source: (So'm)
ru: (Сум)

source: Yangi Kirim Qo‘shish
ru: Добавить новый доход

source: Hisobingizga pul mablag‘ini kirim qilish
ru: Зачисление денежных средств на счёт

source: Summa va valyuta
ru: Сумма и валюта

source: Kirim turi
ru: Тип дохода

source: Qaysi hisobga?
ru: На какой счёт?

source: Kirimlar
ru: Доходы

source: Kirimlar Tarixi
ru: История доходов

source: Barcha daromad manbalari va o'tkazmalar.
ru: Все источники доходов и переводы.

source: Yangi Kirim
ru: Новый доход

source: Manba
ru: Источник

source: Kirimlar mavjud emas
ru: Доходы отсутствуют

source: MoliyaviyNazorat
ru: Финансовый контроль

source: Hisobotlar
ru: Отчёты

source: Sozlamalar
ru: Настройки

source: Hisobot va Analitika
ru: Отчёты и аналитика

source: Oylik xarajatlar tahlili.
ru: Анализ ежемесячных расходов.

source: Kategoriyalar bo'yicha
ru: По категориям

source: Tahlil
ru: Анализ

source: Sozlamalar
ru: Настройки

source: Profil parametrlarini boshqarish.
ru: Управление параметрами профиля.

source: Profil Ma'lumotlari
ru: Данные профиля

source: Rasm yuklash
ru: Загрузка изображения

source: Ism
ru: Имя

source: Familiya
ru: Фамилия

source: O'zgarishlarni saqlash
ru: Сохранить изменения

source: Bosh sahifa
ru: Главная страница
